[TRzTabSheet]
;frmMain
tsAppDemo.Caption=应用业务
tsBaseManage.Caption=基站管理
tsKeypadManage.Caption=键盘管理
tsConnectBase.Caption=基础连接

tsSign.Caption=签到
tsPressSign.Caption=按键签到(CRS)
tsLoginSign.Caption=注册签到
tsChoice.Caption=选择
tsJudge.Caption=判断
tsSequence.Caption=排序
tsNumber.Caption=数值
tsCloze.Caption=填空
tsRushAnswer.Caption=抢答
tsHardwareMonitor.Caption=硬件监控
tsHardwareTest.Caption=硬件测试
tsExamination.Caption=测验
tsHomework.Caption=作业
tsSelfExercise.Caption=自我练习
tsRequest.Caption=键盘请求
tsMessage.Caption=短信

tsVote.Caption=简易表决
tsEvaluation.Caption=简易评议
tsScore.Caption=简易评分
tsBatchVote.Caption=批次表决
tsBatchEvaluation.Caption=批次评议
tsBatchScore.Caption=批次评分
tsMultipleAssess.Caption=综合测评
tsElection.Caption=选举
tsWordStock.Caption=汉字自造字字库
tsEvaluationRuleExplain.Caption=评议规则说明
tsScoreRuleExplain.Caption=评分规则说明

tsFileDownload.Caption=文件下载
tsAvoidItemsDownload.Caption=回避表下载
tsDeskBrand.Caption=桌牌灯控
tsDeskTimer.Caption=计时
tsDeskScore.Caption=计分
tsDataCapture.Caption=数据采集
tsRelay.Caption=移动基站

tsBaseSet.Caption=基站管理
tsVoteSysIdent.Caption=表决系统特性
tsBaseSoftDog.Caption=基站软件狗设置
tsBaseOther.Caption=其他
tsTcpIp.Caption=TCP/IP
tsBaseAddSet.Caption=附加配置
tsBaseMulChannel.Caption=多通道模式
tsEnabledMobileBase.Caption=启用移动基站
tsMobileBaseManage.Caption=移动基站管理

tsKeyConfig.Caption=键盘设置
tsKeyStudentID.Caption=学号
tsKeyStudentName.Caption=姓名
tsKeyOther.Caption=其他
tsKeyMatchIDChannel.Caption=配对码+编号+频点

tsLamp.Caption=灯光控制
tsLampGroup.Caption=灯光控制-分组

[TRzBitBtn]
btnDownloadData.Caption=下载数据
btnCountData.Caption=统计数据
btnClear.Caption=清除数据
btnHelp.Caption=帮助
btnAbout.Caption=关于

[TButton]
;frmMain
btnStart.Caption=开始
btnStop.Caption=停止

btnExitBackgroupSignIn.Caption=退出后台签到
btnAuthorizesuccess.Caption=授权成功
btnAuthorizeError.Caption=授权失败
btnAuthorizeExit.Caption=退出授权

btnLoginSetDynamicID.Caption=编号
btnLoginAuthorize.Caption=授权
btnSignAuthorizeBySN.Caption=授权

btnNumberShowResult.Caption=显示结果

btnGetExamResult.Caption=获取测验结果
btnGetExamResults.Caption=获取测验结果
btnExitExamResults.Caption=退出获取
btnQuitExam.Caption=退出测验

btnGetHomeworkResult.Caption=获取作业结果

btnVoteShowResult.Caption=显示结果

btnGradeShowResult.Caption=显示结果

btnScoreShowResult.Caption=显示结果
btnCleanKeyScoreRecord.Caption=清除评分记录

btnSetRelay.Caption=设置移动基站

btnConnectBase.Caption=连接基站
btnCloseBase.Caption=关闭基站连接
btnReadBaseSet.Caption=读基站配置
btnWriteBaseSet.Caption=写基站配置
btnReadVoteSysIdent.Caption=读表决系统特性
btnWriteVoteSysIdent.Caption=写表决系统特性
btnReadSoftDog.Caption=读基站软件狗
btnWriteSoftDog.Caption=写基站软件狗
btnEnterMate.Caption=进入配对
btnExitMate.Caption=退出配对
btnReadBaseHInfo.Caption=读基站硬件信息
btnReadBaseMatchCode.Caption=读基站配对码
btnEnterEstimateChannel.Caption=进入信道评估
btnExitEstimateChannel.Caption=退出信道评估

btnGetBaseIPAddress.Caption=读基站IP地址
btnSetBaseIPAddress.Caption=写基站IP地址
btnGetBaseMACAddress.Caption=读基站MAC地址
btnSetBaseMACAddress.Caption=写基站MAC地址
btnGetAddConfig.Caption=读基站附加配置
btnSetAddConfig.Caption=写基站附加配置
btnReadKeypadSet.Caption=读键盘设置
btnWriteKeypadSet.Caption=写键盘设置

btnGetMultichannel.Caption=读多通道模式
btnSetMultichannel.Caption=写多通道模式

btnGetEnabledMobileBase.Caption=读启用移动基站
btnSetEnabledMobileBase.Caption=写启用移动基站

btnGetStudentID.Caption=读学号
btnSetStudentID.Caption=写学号

btnGetStudentName.Caption=读姓名
btnSetStudentName.Caption=读姓名

btnStartKeyChannelTest.Caption=开始通讯测试
btnStopKeyChannelTest.Caption=停止通讯测试
btnReadKeyHInfo.Caption=读键盘硬件信息
btnCloseKeypad.Caption=键盘关机
btnShowKeyInfo.Caption=显著显示键盘信息

btnRemoteOffRange.Caption=指定键盘范围关机

btnSetMatchIDChannel.Caption=写键盘配对码+编号+频点

btnDataCaptureReset.Caption=采集器复位
btnSetDirectTransfer.Caption=直接传送采集数据
btnSetTimeTransfer.Caption=开始定时传送采集数据
btnStopTimeTransfer.Caption=停止定时传送采集数据

btnLampGetConfig.Caption=读灯控设置
btnLampSetConfig.Caption=写灯控设置
btnLampSwitch.Caption=静态显示
btnLampSwitchConfig.Caption=统一触发显示
btnLampSyncKey0.Caption=取消 - 灯控通道与按键结果同步
btnLampSyncKey1.Caption=启用 - 灯控通道与按键结果同步
btnLampSwitchZone.Caption=单组控制
btnLampSwitchZonesOn.Caption=多组全开
btnLampSwitchZonesOff.Caption=多组全关

btnDeskExitTime.Caption=退出计时显示模式
btnDeskTime.Caption=开始正计时
btnDeskCountdown.Caption=开始倒计时
btnDeskPauseTime.Caption=暂停当前计时
btnDeskContinueTime.Caption=继续计时
btnDeskShowTime.Caption=静态显示
btnDeskSetManualTime.Caption=设置手动正计时
btnDeskSetManualCountdown.Caption=设置手动倒计时
btnDeskForbitManualTime.Caption=不允许手动计时
btnDeskSetScore.Caption=显示计分

btnClearRespones.Caption=清除数据
btnStopDownload.Caption=停止下载
btnStartDownload.Caption=开始下载

btnSetCmdDelay.Caption=设置延时

[TLabel]
;frmMain
lblBaseId.Caption=基站编号
lblConnectType.Caption=连接方式
lblConnectBaseID.Caption=连接基站编号
lblNewBaseId.Caption=基站新编号
lblChannel.Caption=基站频点
lblStartKeypad.Caption=起始键盘号
lblEndKeypad.Caption=终止键盘号
lblRFPower.Caption=射频功率等级
lblAuthCode.Caption=授权码
lblLoginMode.Caption=登录模式
lblKeyReportMode.Caption=键盘报告模式
lblBuzzerMode.Caption=蜂鸣模式
lblBackLightMode.Caption=液晶背光模式
lblKeyOffTime.Caption=键盘关机时间
lblSubmitMode.Caption=迫交模式
lblPassword.Caption=用户密码
lblUserPart1.Caption=自定义信息1
lblUserPart2.Caption=自定义信息2
lblMin.Caption=分

lblBaseIPAddress.Caption=IP地址
lblBaseMACAddress.Caption=MAC地址

lblBaseMatchMode.Caption=配对模式
lblBaseName.Caption=基站名称

lblEnabledRelay.Caption=启用移动基站
lblEnabledKeypadApplyRelay.Caption=允许键盘申请移动基站
lblChannelNumber.Caption=多通道个数
lblChannel1.Caption=信道1频点
lblChannel2.Caption=信道2频点
lblChannel3.Caption=信道3频点
lblChannel4.Caption=信道3频点

lblEnabledMobileBase.Caption=启用移动基站

lblKeypadId.Caption=键盘编号
lblCloseTime.Caption=自动关机时间
lblMinute.Caption=分
lblKeyMatchMode.Caption=配对模式

lblKeyStudentID.Caption=学号
lblKeyStudentName.Caption=姓名

lblOffKeyMin.Caption=键盘开始编号
lblOffKeyMax.Caption=键盘结束编号

lblKeyMatchCode.Caption=新配对码
lblKeyMatchCodeNull.Caption=空不修改
lblKeyZoneMode.Caption=修改范围
lblKeyIDZone.Caption=键盘编号范围
lblKeySN.Caption=硬件序列号
lblKeyChan.Caption=键盘频点
lblKeyChanZero.Caption=0不修改
lblKeyIDPlus.Caption=修改键盘编号模式
lblKeyIDValue.Caption=键盘编号改变值

lblConnectType.Caption=连接方式
lblConnnectBaseID.Caption=基站编号
lblConnectBaseIP.Caption=基站IP

lblBaseIP.Caption=基站IP
lblBaseCmdDelay.Caption=基站命令延时(ms)
lblKeyCmdDelay.Caption=键盘命令延时(ms)
lblDownloadCmdDelay.Caption=下载命令延时(ms)
lblUploadCmdDelay.Caption=上传命令延时(ms)

lblStartMode.Caption=启动模式
lblBaseDemoKeyIDs.Caption=演示键盘编号
lblDemoMode.Caption=演示模式已关闭

lblSignModel.Caption=签到模式
lblSignCode.Caption=签到码
lblSignKeyID.Caption=键盘编号

lblLSLoginMode.Caption=注册模式
lblLSCodeMode.Caption=编号模式
lblLSAuthorizeMode.Caption=授权模式
lblLSKeyID.Caption=键盘编号
lblLSLoginState.Caption=登录状态
lblLCKeyID.Caption=键盘编号
lblLSSignKeySN.Caption=键盘SN

lblChoiceShowModel.Caption=选项编号类型
lblChoiceModifyModel.Caption=修改模式
lblChoiceSecrecyModel.Caption=保密模式
lblChoiceSubmitModel.Caption=迫交模式
lblChoiceOptions.Caption=选项个数
lblChoices.Caption=可选项个数
lblChoicePromptMode.Caption=答案提示模式
lblChoiceAnswer.Caption=正确答案(ABCD...)

lblTrueFalseMode.Caption=按键模式
lblTrueFalseModifyMode.Caption=修改模式
lblTrueFalseSecrecyMode.Caption=保密模式
lblTrueFalsePromptMode.Caption=答案提示模式
lblTrueFalseAnswer.Caption=正确答案(123)

lblOrderShowModel.Caption=选项编号类型
lblOrderModifyModel.Caption=修改模式
lblOrderSecrecyModel.Caption=保密模式
lblOrderSubmitModel.Caption=迫交模式
lblOrderOptions.Caption=选项个数
lblOrderChoices.Caption=可选项个数
lblOrderPromptMode.Caption=答案提示模式
lblOrderAnswer.Caption=正确答案(ABCD...)

lblNumberMode.Caption=按键模式
lblNumberSecrecyModel.Caption=保密模式
lblNumberModifyModel.Caption=修改模式
lblNumberMin.Caption=最低分
lblNumberMax.Caption=最高分
lblNumberDecimal.Caption=小数位数
lblNumberPromptMode.Caption=答案提示模式
lblNumberAnswer.Caption=正确答案
lblNumberShowResult.Caption=数值结果

lblClozeType.Caption=填空类型
lblClozeModifyModel.Caption=修改模式
lblClozeSecrecyModel.Caption=保密模式
lblClozeMaxLength.Caption=最大长度
lblClozePromptMode.Caption=答案提示模式
lblClozeAnswer.Caption=正确答案

lblRushAnswerMode.Caption=抢答类型
lblRushAnswerInfo.Caption=抢答特指按特定的按键进行抢答,如要求直接提交答案,可用单选功能实现。

lblKeyMonitorEnabled.Caption=启用后收到键盘状态会产生事件KeyStatus,否则不产生。不需要开始、停止。

lblAnalogModel.Caption=模拟模式
lblAnalogFirstSubmitTime.Caption=首次按键时间
lblAnalogIntervalSubmitTime.Caption=按键间隔时间

lblExamMode.Caption=测验模式
lblExamNum.Caption=题目数目
lblExamReportRate.Caption=汇报答题进度
lblExamName.Caption=测验名称
lblExamResultKeyID.Caption=获取结果的键盘编号
lblExamResultKeyIDs.Caption=获取结果的键盘编号

lblHWSubmitMode.Caption=提交模式
lblHWName.Caption=作业名称
lblHWID.Caption=作业编号
lblHwGetResultKeyID.Caption=获取结果的键盘编号

lblSEDownKeyID.Caption=下载键盘编号
lblSEID.Caption=练习编号
lblSEName.Caption=练习名称

lblRequest.Caption=启用后收到键盘申请状态会产生事件KeyStatus,否则不产生。不需要开始、停止。

lblSendMsg.Caption=发送短信
lblSendMsgKeyID.Caption=键盘编号
lblReceiveMsg.Caption=接收短信
lblReceiveMsgKeyID.Caption=键盘编号

lblSingleGradeModel.Caption=数值模式
lblSingleGradeModifyModel.Caption=修改模式
lblSingleGradeSecrecyModel.Caption=保密模式
lblSingleGradeRules.Caption=评分规则
lblSingleGradeMinScore.Caption=最低分
lblSingleGradeMaxScore.Caption=最高分

lblVoteMode.Caption=按键模式
lblVoteModifyMode.Caption=修改模式
lblVoteSecrecyMode.Caption=保密模式
lblTitleVoteMode.Caption=标题按键模式
lblVoteTitle.Caption=表决名称
lblVoteResult.Caption=通过状态,未到,赞成,反对,弃权

lblGradeMode.Caption=按键模式
lblGradeModifyMode.Caption=修改模式
lblGradeSecrecyMode.Caption=保密模式
lblGradeNumerical.Caption=数字等级
lblGradeCustomRule.Caption=自定义规则编号
lblGradeResultInfo.Caption=未按,等级1,等级2,等级3,...,等级n

lblScoreMode.Caption=按键模式
lblScoreSecrecyMode.Caption=保密模式
lblScoreModifyMode.Caption=修改模式
lblScoreDefault.Caption=缺省值
lblScoreMin.Caption=最低分
lblScoreMax.Caption=最高分
lblScoreDecimal.Caption=小数位数
lblScorePromptMode.Caption=答案提示模式
lblScoreAnswer.Caption=正确答案
lblScoreTitel.Caption=评分名称
lblScoreID.Caption=评分编号
lblScoreLessMode.Caption=迫交模式
lblScoreItemNumber.Caption=评分项个数
lblScoreResultInfo.Caption=评分结果
lblScoreCleanRecordKeyID.Caption=清除评分记录键盘编号

lblBatchVoteNumBegin.Caption=编号开始值
lblBatchVoteNumEnd.Caption=编号结束值
lblBatchVoteMode.Caption=批次模式
lblBatchVoteSecrecyMode.Caption=保密模式
lblBatchVoteLessMode.Caption=迫交模式
lblBatchVoteFixBallotMode.Caption=限定票数模式
lblBatchVoteModifyMode.Caption=修改模式
lblBatchVoteAvoidMode.Caption=回避模式
lblBatchVoteBallots.Caption=限定票数

lblBatchGradeNumBegin.Caption=编号开始值
lblBatchGradeNumEnd.Caption=编号结束值
lblBatchGradeMode.Caption=批次模式
lblBatchGradeSecrecyMode.Caption=保密模式
lblBatchGradeLessMode.Caption=迫交模式
lblBatchGradeFixBallotMode.Caption=限定票数模式
lblBatchGradeModifyMode.Caption=修改模式
lblBatchGradeAvoidMode.Caption=回避模式
lblBatchGradeBallots.Caption=限定票数

lblBatchScoreNumBegin.Caption=编号开始值
lblBatchScoreNumEnd.Caption=编号结束值
lblBatchScoreMode.Caption=批次模式
lblBatchScoreSecrecyMode.Caption=保密模式
lblBatchScoreLessMode.Caption=迫交模式
lblBatchScoreModifyMode.Caption=修改模式
lblBatchScoreAvoidMode.Caption=回避模式

lblMulAssessMode.Caption=测评模式
lblMulAssessDisplayFormat.Caption=显示格式
lblMulAssessNumBegin.Caption=编号开始值
lblMulAssessNumEnd.Caption=编号结束值
lblMulAssessRuleBegin.Caption=指标开始值
lblMulAssessRuleEnd.Caption=指标结束值
lblMulAssessColWidthFirst.Caption=第一列列宽
lblMulAssessColWidthOther.Caption=其他列列宽
lblMulAssessEnterMove.Caption=回车后焦点移动
lblMulAssessLessMode.Caption=迫交模式
lblMulAssessSecrecyMode.Caption=保密模式
lblMulAssessModifyMode.Caption=修改模式
lblMulAssessAvoidMode.Caption=回避模式

lblElectionUIMode.Caption=人机界面模式
lblElectionMode.Caption=候选名单模式
lblElectionSelects.Caption=要选出的人数
lblElectionOthersMode.Caption=是否允许另选他人
lblElectionLessMode.Caption=迫交模式
lblElcItemStartID.Caption=指定开始的选举项目
lblElectionSecrecyMode.Caption=保密模式
lblElcItemEndID.Caption=指定结束的选举项目
lblElectionModifyMode.Caption=修改模式

lblWordKeypadMode.Caption=键盘型号

lblRelayMode.Caption=模式
lblRelayID.Caption=编号
lblRelaySwitch.Caption=开关
lblRelayTransferMode.Caption=转发模式
lblRelayTransferDelayLevel.Caption=转发延时等级
lblRelayDestAddrMode.Caption=目标地址说明
lblRelayDestAddrGroupID.Caption=目标地址组号
lblRelayDestAddr.Caption=目标地址

lblDataCaptureID.Caption=采集器编号
lblDataCaptureInterval.Caption=时间间隔

lblDeskID.Caption=桌牌编号
lblLampShowMode.Caption=显示效果
lblLampSwitch.Caption=灯控开关
lblKeyLamps.Caption=1个灯控板所带通道数
lblLampZone.Caption=组号
lblLampZoneTip.Caption=从0开始,第0组控制1-128通道
lblLampSwitchZones.Caption=组数

lblDeskTimeShowMode.Caption=显示模式
lblDeskTimeShowFormat.Caption=显示格式
lblDeskTimeLimit.Caption=计时限制
lblDeskTimeLimitSecond.Caption=秒
lblDeskScoreMode.Caption=计分模式
lblDeskScoreShowMode.Caption=显示类型
lblDeskScoreFlashLED.Caption=指示灯闪烁效果
lblDeskScoreLED1.Caption=绿灯
lblScoreControlLED2.Caption=红灯
lblDeskScore.Caption=分值

lblBaseIPAddress.Caption=IP地址
lblBaseMACAddress.Caption=MAC地址

lblKeyMatchCode.Caption=新基站SN
lblKeyMatchCodeNull.Caption=(单基站可设置为空不修改)
lblKeyZoneMode.Caption=修改范围
lblKeyIDZone.Caption=键盘编号范围
lblKeySN.Caption=硬件序列号
lblKeyChan.Caption=键盘频点
lblKeyIDPlus.Caption=修改键盘编号模式
lblKeyIDValue.Caption=键盘编号改变值
lblKeyChanZero.Caption=0不修改

lblDemoMode.Caption=演示模式已关闭

lblDownloadKeyId.Caption=下载键盘
lblShowResultKey.Caption=显示结果键盘编号

lblProtocolType.Caption=通讯协议

;frmKeypadResponse
lblKeyScope.Caption=键盘范围
lblSelectKey.Caption=选择键盘
lblResponseNumber.Caption=计数

;frmAbout
lblTitle.Caption=SunVote 二次开发测试工具
lblVersion.Caption=版本信息:
lblSales.Caption=销售服务:
lblSalesValue.Caption=0731-85123999
lblSupport.Caption=技术支持:
lblSupportValue.Caption=18908457700
lblWeb.Caption=公司网站:
lblCopyright.Caption=版权所有:
lblCopyrightValue.Caption=长沙中天电子设计开发有限公司保留所有权利

[TCheckBox]
;frmMain
chkMonitor.Caption=监视数据
chkFreeScanBase.Caption=空闲时读取数据
chkBaseDemoMode.Caption=启用演示模式
chkKeyMonitorEnabled.Caption=启用硬件监控
chkRequest.Caption=启用键盘请求
chkBackgroudSignIn.Caption=启用后台签到

chkAllDesk.Caption=全部桌牌
chkLampAllOn.Caption=全开
chkLampZoneAllOn.Caption=全开
chkAllDataCaptureID.Caption=全部采集器

[TComboBox]
;frmMain
cbbRFPower.Items=0-按缺省值\r\n1-满功率\r\n2-中功率\r\n3-小功率
cbbLoginMode.Items=0-按键\r\n1-签到码\r\n2-输入学号\r\n3-输入姓名\r\n4-自动学号\r\n5-自动姓名
cbbKeyReportMode.Items=0-不报告\r\n1-待机中报告\r\n2-投票中报告\r\n3-待机和投票中报告
cbbBuzzerMode.Items=0-关\r\n1-开
cbbBackLightMode.Items=0-关背光\r\n1-按键点亮延时关\r\n2-提交成功后延时灭\r\n3-一直亮
cbbSubmitMode.Items=0-提交键提交\r\n1-延时自动提交
cbbBaseMatchMode.Items=1-固定配对\r\n2-动态配对\r\n3-免配对模式
cbbEnabledRelay.Items=0-不启用\r\n1-启用
cbbEnabledKeypadApplyRelay.Items=0-不允许\r\n1-允许

cbbEnabledMobileBase.Items=0-不启用\r\n1-启用

cbbKeyMatchMode.Items=1-固定配对\r\n2-动态配对
cbbKeyZoneMode.Items=0-不使用指定范围(全部修改)\r\n1-按键盘范围修改\r\n2-指定硬件序列号
cbbKeyIDPlus.Items=0-不需要改键盘编号\r\n1-键盘编号统一加1个值\r\n2-键盘编号统一减1个值\r\n3-指定硬件序列号,修改成新编号

cbbStartMode.Items=0-继续\r\n1-清空重新开始\r\n2-重新提交并继续开始

cbbSignModel.Items=0-按键签到\r\n1-签到码签到

cbbLoginCodeMode.Items=0-自动\r\n1-手动
cbbLoginAuthorizeMode.Items=0-自动\r\n1-手动
cbbLoginState.Items=1-登录成功\r\n2-签到信息错误,重新输入\r\n3-失败,系统不允许

cbbChoiceShowModel.Items=0-按字母显示\r\n1-按数字显示
cbbChoiceModifyModel.Items=0-不允许修改\r\n1-允许修改
cbbChoiceSecrecyModel.Items=0-不保密\r\n1-保密
cbbChoiceSubmitModel.Items=0-可缺选\r\n1-不可缺选
cbbChoicePromptMode.Items=0-不提示\r\n1-只提示对错\r\n2-提示对错及答案

cbbTrueFalseMode.Items=1-对/错\r\n2-是/否\r\n3-赞成/反对/弃权
cbbTrueFalseModifyMode.Items=0-不允许修改\r\n1-允许修改
cbbTrueFalseSecrecyMode.Items=0-不保密\r\n1-保密
cbbTrueFalsePromptMode.Items=0-不提示\r\n1-只提示对错\r\n2-提示对错及答案

cbbOrderShowModel.Items=0-按字母显示\r\n1-按数字显示
cbbOrderModifyModel.Items=0-不允许修改\r\n1-允许修改
cbbOrderSecrecyModel.Items=0-不保密\r\n1-保密
cbbOrderSubmitModel.Items=0-可缺选\r\n1-不可缺选\r\n2-允许重复选择
cbbOrderPromptMode.Items=0-不提示\r\n1-只提示对错\r\n2-提示对错及答案

cbbNumberMode.Items=0-无规则，带小数点最多8位\r\n1-整数评分1-100\r\n2-小数评分
cbbNumberModifyModel.Items=0-不允许修改\r\n1-允许修改
cbbNumberSecrecyModel.Items=0-不保密\r\n1-保密
cbbNumberPromptMode.Items=0-不提示\r\n1-只提示对错\r\n2-提示对错及答案

cbbClozeType.Items=0-任意字母\r\n1-数字选项
cbbClozeModifyModel.Items=0-不允许修改\r\n1-允许修改
cbbClozeSecrecyModel.Items=0-不保密\r\n1-保密
cbbClozePromptMode.Items=0-不提示\r\n1-只提示对错\r\n2-提示对错及答案

cbbRushAnswerMode.Items=0-普通抢答\r\n1-按键游戏

cbbAnalogModel.Items=0-报告状态\r\n1-按键模拟

cbbExamMode.Items=0-最后一批次传结果\r\n1-每道题传结果(暂不支持)
cbbExamReportProgress.Items=0-不汇报\r\n1-汇报

cbbHWSubmitMode.Items=0-不指定\r\n1-指定名称\r\n2-指定作业编号提交

cbbVoteMode.Items=0-三键表决\r\n1-两键表决\r\n2-带标题快速表决
cbbVoteSecrecyMode.Items=0-不保密\r\n1-保密
cbbVoteModifyMode.Items=0-不允许修改\r\n1-允许修改
cbbTitleVoteMode.Items=1-赞成/反对\r\n2-赞成/反对/弃权\r\n3-优秀/称职/不称职\r\n4-优秀/称职/基本称职/不称职\r\n5-优秀/良好/一般/较差\r\n6-特等奖/一等奖/二等奖/三等奖\r\n7-非常满意/满意/不了解/不满意/非常不满意\r\n8-非常同意/同意/不确定/不同意/非常不同意\r\n9-A/B/C/D\r\n10-A/B/C/D/E

cbbGradeMode.Items=0-自定义评议\r\n1-优秀/称职/不称职\r\n2-优秀/称职/基本称职/不称职\r\n3-称职/不称职/很不称职\r\n4-满意/基本满意/不满意\r\n5-满意/不满意/很不满意\r\n6-优/良/中/差\r\n7-特等奖/一等奖/二等奖/三等奖/鼓励奖\r\n10-数字等级
cbbGradeModifyMode.Items=0-不允许修改\r\n1-允许修改
cbbGradeSecrecyMode.Items=0-不保密\r\n1-保密

cbbScoreMode.Items=0-无规则，带小数点最多16位\r\n1-整数评分0-100\r\n2-小数评分\r\n5-整数评分0-255带上下限、名称、编号\r\n6-批次整数评分0-255带上下限和名称
cbbScoreSecrecyMode.Items=0-不保密\r\n1-保密
cbbScoreModifyMode.Items=0-不允许修改\r\n1-允许修改
cbbScorePromptMode.Items=0-不提示\r\n1-只提示对错\r\n2-提示对错及答案
cbbScoreLessMode.Items=0-可缺选\r\n1-不可缺选

cbbBatchVoteMode.Items=0-连续编号\r\n1-随机编号
cbbBatchVoteSecrecyMode.Items=0-不保密\r\n1-保密
cbbBatchVoteLessMode.Items=0-可缺选\r\n1-不可缺选
cbbBatchVoteFixBallotMode.Items=0-不限定\r\n1-限定
cbbBatchVoteModifyMode.Items=0-不允许修改\r\n1-允许修改
cbbBatchVoteAvoidMode.Items=0-不启用\r\n1-启用

cbbBatchGradeMode.Items=0-连续编号\r\n1-随机编号
cbbBatchGradeSecrecyMode.Items=0-不保密\r\n1-保密
cbbBatchGradeLessMode.Items=0-可缺选\r\n1-不可缺选
cbbBatchGradeFixBallotMode.Items=0-不限定\r\n1-限定
cbbBatchGradeModifyMode.Items=0-不允许修改\r\n1-允许修改
cbbBatchGradeAvoidMode.Items=0-不启用\r\n1-启用

cbbBatchScoreMode.Items=0-连续编号\r\n1-随机编号
cbbBatchScoreSecrecyMode.Items=0-不保密\r\n1-保密
cbbBatchScoreLessMode.Items=0-可缺选\r\n1-不可缺选
cbbBatchScoreModifyMode.Items=0-不允许修改\r\n1-允许修改
cbbBatchScoreAvoidMode.Items=0-不启用\r\n1-启用

cbbMulAssessMode.Items=0-带名称（实名制）\r\n1-编号式（匿名制）
cbbMulAssessDisplayFormat.Items=0-Y轴是被评测对象 X轴是指标\r\n1-Y轴是指标 X轴是被评测对象\r\n2-Y轴是被评测对象 并仅使用部分指标\r\n3-X轴是被评测对象 并仅使用部分指标
cbbMulAssessEnterMove.Items=0-不动\r\n1-自动向下\r\n2-自动向右
cbbMulAssessLessMode.Items=0-可缺选\r\n1-不可缺选
cbbMulAssessSecrecyMode.Items=0-不保密\r\n1-保密
cbbMulAssessModifyMode.Items=0-不允许修改\r\n1-允许修改
cbbMulAssessAvoidMode.Items=0-不启用\r\n1-启用

cbbElectionUIMode.Items=0-使用打勾模式\r\n1-使用赞成、反对模式\r\n2-4 空\r\n5-推荐模式1.仅输入姓名\r\n6-推荐模式2.可输入姓名和备注
cbbElectionMode.Items=0-操作所有选举项目\r\n1-指定连续的选举项目
cbbElectionOthersMode.Items=0-不允许\r\n1-允许（在名称表中选）\r\n2-允许（另外输入）
cbbElectionLessMode.Items=0-可缺选\r\n1-不可缺选
cbbElectionSecrecyMode.Items=0-不保密\r\n1-保密
cbbElectionModifyMode.Items=0-不允许修改\r\n1-允许修改

cbbRelayMode.Items=0-固定\r\n1-随机
cbbRelaySwitch.Items=0-关\r\n1-开
cbbRelayTransferMode.Items=0-允许自动转发\r\n1-不允许自动转发
cbbRelayDestAddrMode.Items=0-1个组号+10个目标地址\r\n1-1个地址段(首地址,结束地址)\r\n2-转发所有键盘数据

cbbSelectLanguage.Items=简体中文\r\nEnglish

cbbLampShowMode.Items=0-缺省效果
cbbDeskTimeShowMode.Items=0-LED和LCD同步显示\r\n1-仅LED显示\r\n2-仅LCD显示
cbbDeskTimeShowFormat.Items=0-秒\r\n1-分：秒
cbbDeskScoreMode.Items=0-静态显示\r\n1-闪烁显示，1秒闪3次左右\r\n2-闪烁显示后静态显示，闪烁3次左右\r\n3-单独控制指示灯，数字参数无效，保留原有显示
cbbDeskScoreShowMode.Items=0-LED和LCD同步显示，或指前后屏幕同步显示\r\n1-仅LED显示，或仅前屏幕显示\r\n2-仅LCD显示，或仅后屏幕显示
cbbDeskScoreFlashLED.Items=0-关\r\n1-开
cbbDeskScoreLED1.Items=0-关\r\n1-开
cbbDeskScoreLED2.Items=0-关\r\n1-开

[TGroupBox]
grpLoginSetDynamicID.Caption=手动编号
grpLoginAuthorize.Caption=手动授权

[TMemo]
mmoMsg.Text=张主席外面有人找
mmoEvaluationRuleExplain.Text=工作成绩 好/一般/差\r\n业务能力 好/一般/差\r\n技术水平 好/一般/差\r\n工作态度 好/一般/差
mmoScoreRuleExplain.Text=工作成绩 0-25\r\n业务能力 0-25\r\n技术水平 0-25\r\n工作态度 0-25

[Message]
CaptionMain=SunVote SDK 二次开发测试工具
CaptionDownload=下载数据
CaptionResponse=SunVote SDK-反馈数据
CaptionAbout=关于我们

;frmMain
MsgBaseKeyScopeError=终止键盘号应大于起始键盘号！
MsgSignCodeError=请填写签到码,用于比对键盘输入是否正确！
MsgSignModeError=只有签到模式为签到码签到时才能启用后台签到！
MsgBaseSoftDogError=用户自定义信息不能设为-1！
MsgKeyIDError=改写的键盘编号不能为0
MsgBaseDemoOpen=当前为演示模式
MsgBaseDemoClose=演示模式已关闭

MsgItemInfo=项目名称表
MsgRandomItem=随机项目索引表
MsgMultipleAssess=综合测评规则表
MsgEvaluationRule=评议规则表
MsgScoreRule=评分规则表
MsgCharctor=汉字自造字字库
MsgSelfExercise=自我练习题目

MsgFileDownload=下载文件
MsgAvoidItemsDownload=回避表

MsgItemNumError=文件中项目个数与定义不相符！
MsgReadFileError=读取文件错误！
MsgFileNoDataError=文件中没有数据或格式不匹配！
MsgSelFileError=请选择正确的配置文件！

;frmKeypadResponse
MsgObject=对象
MsgKeypad=键盘
MsgSubmit=提交
MsgItem=项目
MsgValue=按键值
MsgTime=时间
MsgAgree=赞成
MsgOppose=反对
MsgAbstain=弃权
MsgTotal=合计


